{
  "id": "53f4731cdabfaee43ed28286",
  "name": "Xianren Wu",
  "name_zh": "",
  "h_index": 10,
  "pubs": [
    {
      "id": "53e9988cb7602d97020c62d1",
      "title": "Resuscitation from cardiac arrest with adrenaline/epinephrine or vasopressin: effects on intestinal mucosal tonometer pCO2 during the postresuscitation period in rats",
      "title_zh": ""
    },
    {
      "id": "53e9988cb7602d97020c8b75",
      "title": "Small volume resuscitation with tempol is detrimental during uncontrolled hemorrhagic shock in rats.",
      "title_zh": ""
    },
    {
      "id": "53e99905b7602d970213fb9b",
      "title": "Link Lifetime as a Function of Node Mobility in MANETs with Restricted Mobility: Modeling and Applications.",
      "title_zh": ""
    },
    {
      "id": "53e9990db7602d970214b04f",
      "title": "Link dynamics in MANETS restricted node mobility: modeling and applications",
      "title_zh": ""
    },
    {
      "id": "53e99915b7602d9702150cab",
      "title": "Intraperitoneal, but not enteric, adenosine administration improves survival after volume-controlled hemorrhagic shock in rats.",
      "title_zh": ""
    },
    {
      "id": "53e99c99b7602d970254dbfc",
      "title": "Should we add stem cells to the code cart in resuscitation of heatstroke?",
      "title_zh": ""
    },
    {
      "id": "53e99ca1b7602d9702552b5f",
      "title": "Mild hypothermia during prolonged cardiopulmonary cerebral resuscitation increases conscious survival in dogs.",
      "title_zh": ""
    },
    {
      "id": "53e99ccab7602d970257d821",
      "title": "Therapeutic Hypothermia in Resuscitation: The Safar Vision"
    },
    {
      "id": "53e99de2b7602d97026a6851",
      "title": "High incidence of intravenous thrombi after short-term central venous catheterization of the internal jugular vein.",
      "title_zh": ""
    },
    {
      "id": "53e99e4db7602d970271238b",
      "title": "Antioxidant Tempol enhances hypothermic cerebral preservation during prolonged cardiac arrest in dogs.",
      "title_zh": ""
    },
    {
      "id": "53e99f6ab7602d97028409f2",
      "title": "Modeling of topology evolutions and implication on proactive routing overhead in MANETs",
      "title_zh": ""
    },
    {
      "id": "53e99f7fb7602d97028517f1",
      "title": "An analytical framework for the charaterization of link dynamics in MANETs"
    },
    {
      "id": "53e9a131b7602d9702a23f28",
      "title": "Link dynamics in MANETs with restricted node mobility: modeling and applications"
    },
    {
      "id": "53e9a17fb7602d9702a6e080",
      "title": "CHARACTERIZATION OF MOBILITY IN MANETS: ANALYTICAL MODELS AND PERFORMANCE CONSIDERATION"
    },
    {
      "id": "53e9a1a1b7602d9702a965b2",
      "title": "Intravenous hydrogen sulfide does not induce hypothermia or improve survival from hemorrhagic shock in pigs.",
      "title_zh": ""
    },
    {
      "id": "53e9a358b7602d9702c6566f",
      "title": "A hybrid view of mobility in MANETs: Analytical models and simulation study",
      "title_zh": ""
    },
    {
      "id": "53e9a3a5b7602d9702cb5859",
      "title": "Emergency preservation and delayed resuscitation allows normal recovery after exsanguination cardiac arrest in rats: a feasibility trial.",
      "title_zh": ""
    },
    {
      "id": "53e9a501b7602d9702e2205e",
      "title": "Effects of mild hypothermia on survival and serum cytokines in uncontrolled hemorrhagic shock in rats.",
      "title_zh": ""
    },
    {
      "id": "53e9a508b7602d9702e27555",
      "title": "Influence of dobutamine on the variables of systemic haemodynamics, metabolism, and intestinal perfusion after cardiopulmonary resuscitation in the rat.",
      "title_zh": ""
    },
    {
      "id": "53e9a51db7602d9702e3e27e",
      "title": "Induction of profound hypothermia for emergency preservation and resuscitation allows intact survival after cardiac arrest resulting from prolonged lethal hemorrhage and trauma in dogs.",
      "title_zh": ""
    },
    {
      "id": "53e9a636b7602d9702f668e4",
      "title": "Critical time window for intra-arrest cooling with cold saline flush in a dog model of cardiopulmonary resuscitation.",
      "title_zh": ""
    },
    {
      "id": "53e9a6d8b7602d970300f576",
      "title": "Mild hypothermia improves survival after prolonged, traumatic hemorrhagic shock in pigs.",
      "title_zh": ""
    },
    {
      "id": "53e9a7f1b7602d9703131bf9",
      "title": "Early antioxidant therapy with Tempol during hemorrhagic shock increases survival in rats.",
      "title_zh": ""
    },
    {
      "id": "53e9a855b7602d97031a02f9",
      "title": "Proactive or Reactive Routing: A Unified Analytical Framework in MANETs",
      "title_zh": ""
    },
    {
      "id": "53e9aa61b7602d97033d2660",
      "title": "Emergency preservation and resuscitation with profound hypothermia, oxygen, and glucose allows reliable neurological recovery after 3 h of cardiac arrest from rapid exsanguination in dogs"
    },
    {
      "id": "53e9ab13b7602d9703498ce1",
      "title": "Optimized Data Fusion in Bandwidth and Energy Constrained Sensor Networks",
      "title_zh": ""
    },
    {
      "id": "53e9ab97b7602d970353f34d",
      "title": "Optimal waveform design for UWB radios",
      "title_zh": ""
    },
    {
      "id": "53e9abe5b7602d97035a32fd",
      "title": "Systemic hypothermia, but not regional gut hypothermia, improves survival from prolonged hemorrhagic shock in rats.",
      "title_zh": ""
    },
    {
      "id": "53e9aeb7b7602d97038df5bf",
      "title": "Survival without brain damage after clinical death of 60-120 mins in dogs using suspended animation by profound hypothermia.",
      "title_zh": ""
    },
    {
      "id": "53e9af00b7602d9703932327",
      "title": "Suspended animation can allow survival without brain damage after traumatic exsanguination cardiac arrest of 60 minutes in dogs.",
      "title_zh": ""
    },
    {
      "id": "53e9b002b7602d9703a580b1",
      "title": "EXPLORATION OF PHARMACOLOGIC AORTIC ARCH FLUSH STRATEGIES FOR RAPID INDUCTION OF SUSPENDED ANIMATION (SA) (CEREBRAL PRESERVATION) DURING EXSANGUINATION CARDIAC ARREST (EXCA) OF 20 MIN IN DOGS: ",
      "title_zh": ""
    },
    {
      "id": "53e9b04eb7602d9703ab0c92",
      "title": "A unified analysis of routing protocols in MANETs",
      "title_zh": ""
    },
    {
      "id": "53e9b0bcb7602d9703b2b4c0",
      "title": "An Optimal Two-Stage Decoding Algorithm for Linear Block Codes",
      "title_zh": ""
    },
    {
      "id": "53e9b0f4b7602d9703b7009e",
      "title": "After Spontaneous Hypothermia during Hemorrhagic Shock, Continuing Mild Hypothermia (34??C) Improves Early but Not Late Survival in Rats: "
    },
    {
      "id": "53e9b1cab7602d9703c5c75d",
      "title": "Titrated hypertonic/hyperoncotic solution for hypotensive fluid resuscitation during uncontrolled hemorrhagic shock in rats.",
      "title_zh": ""
    },
    {
      "id": "53e9b2beb7602d9703d677bc",
      "title": "Gut damage during hemorrhagic shock: effects on survival of oral or enteral interleukin-6.",
      "title_zh": ""
    },
    {
      "id": "53e9b2ffb7602d9703dc04e1",
      "title": "Routing Overhead as A Function of Node Mobility: Modeling Framework and Implications on Proactive Routing.",
      "title_zh": ""
    },
    {
      "id": "53e9b338b7602d9703e0d346",
      "title": "Fructose-1,6-bisphosphate and MK-801 by aortic arch flush for cerebral preservation during exsanguination cardiac arrest of 20 min in dogs. An exploratory study.",
      "title_zh": ""
    },
    {
      "id": "53e9b55db7602d97040953b9",
      "title": "Veno-venous extracorporeal blood shunt cooling to induce mild hypothermia in dog experiments and review of cooling methods.",
      "title_zh": ""
    },
    {
      "id": "53e9b62eb7602d9704187da1",
      "title": "Asymptotically optimal UWB receivers with noisy templates: design and comparison with RAKE",
      "title_zh": ""
    },
    {
      "id": "53e9b6c4b7602d970424b5ed",
      "title": "Mild hypothermia during hemorrhagic shock in rats improves survival without significant effects on inflammatory responses.",
      "title_zh": ""
    },
    {
      "id": "53e9b9a7b7602d97045993ac",
      "title": "From link dynamics to path lifetime and packet-length optimization in MANETs"
    },
    {
      "id": "53e9b9dab7602d97045d4875",
      "title": "Competence of the internal jugular vein valve is damaged by cannulation and catheterization of the internal jugular vein.",
      "title_zh": ""
    },
    {
      "id": "53e9badfb7602d97047109a6",
      "title": "A new adaptive two-stage maximum-likelihood decoding algorithm for linear block codes.",
      "title_zh": ""
    },
    {
      "id": "53e9bafbb7602d970472f469",
      "title": "Prolonged deep hypothermic circulatory arrest in rats can be achieved without cognitive deficits.",
      "title_zh": ""
    },
    {
      "id": "53e9be5db7602d9704b200b5",
      "title": "Thiopental and phenytoin by aortic arch flush for cerebral preservation during exsanguination cardiac arrest of 20 minutes in dogs. An exploratory study.",
      "title_zh": ""
    },
    {
      "id": "558a6794e4b0b32fcb369ce2",
      "title": "Performance analysis of UWB impulse radios with noisy template reception",
      "title_zh": ""
    }
  ]
},
